ent-BoxAmmoAC2Ultra = коробка патронов для AC-2 "ультра" меха
    .desc = Простая коробка патронов, которую можно использовать в твоём мехе для перезарядки AC-2 "ультра".

ent-BoxAmmoScattershot = коробка патронов для LBX AC 10 "Залп" меха
    .desc = Простая коробка патронов, которую можно использовать в твоём мехе для перезарядки LBX AC 10 "Залп".

ent-BoxAmmoHades = коробка патронов для FNX-99 "Аид" меха
    .desc = Простая коробка патронов, которую можно использовать в твоём мехе для перезарядки FNX-99 "Аид".

ent-BoxAmmoSniper = коробка патронов для HAR-21 "Ma Deuce" меха
    .desc = Простая коробка патронов, которую можно использовать в твоём мехе для перезарядки HAR-21 "Ma Deuce".

ent-BoxAmmoGranade = коробка универсальных гранат меха
    .desc = Коробка с пустыми гранатами, которые можно использовать для зарядки любого гранатомёта.

ent-BoxPlasmaBox = пачка плазменных зарядов меха
    .desc = Несколько капсул, заполненных плазмой. Чаще всего используют для зарядки плазменного резака.
