ent-WeaponProtoKineticPistol = протокинетический пистолет
    .desc = Имеет большую вместимость модификаций вместо высокого базового урона, что делает его по-настоящему модулируемым ПКА. Имеет 7 слотов под модификации.
ent-WeaponProtoKineticRepeater = протокинетический повторитель
    .desc = Обменивает часть слотов для модификации и немного урона на возможность стрелять исключительно серией из 3-х быстрых выстрелов. Суммарно 3 выстрела нанесут больше урона, чем один выстрел ПКА. Имеет 2 слота под модификации.
ent-WeaponProtoKineticRailgun = протокинетический рельсотрон
    .desc = За место почти всех слотов для модификаций и скорости стрельбы имеет невероятно большой урон и пробивную силу, что может резать горы как плазменный резак. Имеет 1 слот под модификации.
ent-WeaponProtoKineticShotgun = протокинетический дробовик
    .desc = Стреляет на короткую дальность залпом из 4-х снарядов, что суммарно наносят больший урон, чем базовый ПКА. Имеет меньшую вместимость под модули. Имеет 2 слота под модификации.
