ent-WeaponKineticSpear = протокинетическое копье
    .desc = Длинное оружие ближнего боя, что обменивает урон на длинну в 2 метра.
ent-WeaponKineticHammer = протокинетический молот
    .desc = По-настоящему мужское оружие ближнего боя, удары которого настолько сильны, что отбрасывают всех врагов, попавших под удар.
ent-WeaponKineticClaws = протокинетические когти
    .desc = Выпустите на волю своего внутреннего зверя с этими двуручными когтями, что достаточно маленькие, чтобы влезть в сумку. Наносит куда меньше урона при простом бою.
ent-WeaponKineticMachete = протокинетическое мачете
    .desc = Маленький одноручный вариант крушителя. Наносит меньше урона.
