erp-status-No = [color=red]Отказ от ЕРП[/color]
erp-status-Consentual = [color=yellow]ЕРП по согласию[/color]
erp-status-NonCon = [color=green]Полное ЕРП[/color]
erp-status-No-desc =
    Полный отказ от ЕРП взаимодействий в любой форме.
    Это означает, что вы полностью отказывайтесь от ЕРП взаимодействий как по отношению к вам, так и по отношению от вас к другим.
erp-status-Consentual-desc = Любые ЕРП действия с вашим персонажем возможны только с вашего согласия.
erp-status-NonCon-desc =
    С данным персонажем разрешено любое ERP-взаимодействие, даже такое как насилие, независимо от его желания. При отыгрыше ERP с другим игроком с таким же статусом, предварительное согласование в OOC не требуется.

    Также вам КРАЙНЕ желательно заполнить ваши предпочтения и пожелания к ЕРП в ООС заметках,
    дабы окружающие могли понимать, чего вы хотите: от поиска партнера до того каким образом вам комфортно.