ent-OrganBsStomach = желудок [блюспейс]
    .desc = Продвинутый блюспейс-желудок с увеличенной вместимостью. Имеет маркировку HR-BX-100-4-1. Произведён и импортирован корпорацией BioXen.
ent-OrganCyberStomach = желудок [кибернетический]
    .desc = Кибернетический желудок с повышенной продуктивностью. Имеет маркировку HR-IP-60/4/0,5. Чертежи предоставлены Interdyne Pharmaceutics, произведён и импортирован корпорацией BioXen.
ent-OrganBioStomach = желудок [бионический]
    .desc = Бионический желудок с увеличенным числом одновременно усваивающихся реагентов. Имеет маркировку HR-IP-60/6/1. Чертежи предоставлены Interdyne Pharmaceutics, произведён и импортирован корпорацией BioXen.

ent-OrganBsLungs = лёгкие [блюспейс]
    .desc = Продвинутые блюспейс-лёгкие с увеличенной вместимостью. Имеют маркировку LG-BX-2000-100-1. Произведены и импортированы корпорацией BioXen.
ent-OrganCyberLungs = лёгкие [кибернетические]
    .desc = Кибернетические лёгкие с замедленным поглощением газов. Имеют маркировку BX-150/50/1. Чертежи предоставлены Interdyne Pharmaceutics, произведены и импортированы корпорацией BioXen.
ent-OrganBioLungs = лёгкие [бионические]
    .desc = Бионические лёгкие с улучшенной системой фильтрации. Имеют маркировку LG-IP-100-100-5. Чертежи предоставлены Interdyne Pharmaceutics, произведены и импортированы корпорацией BioXen.

ent-OrganBsHeart = сердце [блюспейс]
    .desc = Блюспейс-сердце. Имеет маркировку HR-BX-3-1. Произведено и импортировано корпорацией BioXen.
ent-OrganCyberHeart = сердце [кибернетическое]
    .desc = Кибернетическое сердце повышенного качества. Имеет маркировку IP-BX-4-0,5. Чертежи предоставлены Interdyne Pharmaceutics, произведено и импортировано корпорацией BioXen.
ent-OrganBioHeart = сердце [бионическое]
    .desc = Бионическое сердце с улучшенной системой фильтрации. Имеет маркировку IP-BX-2-1,5. Чертежи предоставлены Interdyne Pharmaceutics, произведено и импортировано корпорацией BioXen.

ent-OrganBsLiver = печень [блюспейс]
    .desc = Блюспейс-печень. Имеет маркировку LV-BX-3-1. Произведена и импортирована корпорацией BioXen.
ent-OrganCyberLiver = печень [кибернетическая]
    .desc = Кибернетическая печень. Имеет маркировку LV-IP-2-0,5. Чертежи предоставлены Interdyne Pharmaceutics, произведена и импортирована корпорацией BioXen.
ent-OrganBioLiver = печень [бионическая]
    .desc = Бионическая печень. Имеет маркировку LV-IP-3-1,5. Чертежи предоставлены Interdyne Pharmaceutics, произведена и импортирована корпорацией BioXen.

ent-OrganBsKidneys = почки [блюспейс]
    .desc = Пара блюспейс-почек. Нет, ты не можешь теперь пить непрерывно. Имеют маркировку KD-BX-5-1. Произведены и импортированы корпорацией BioXen.
ent-OrganCyberKidneys = почки [кибернетические]
    .desc = Пара кибернетических почек. Нет, ты не можешь теперь пить непрерывно. Имеют маркировку KD-BX-5-0,5. Чертежи предоставлены Interdyne Pharmaceutics, произведены и импортированы корпорацией BioXen.
ent-OrganBioKidneys = почки [бионические]
    .desc = Пара бионических почек. Нет, ты не можешь теперь пить непрерывно. Имеют маркировку KD-BX-7-1. Чертежи предоставлены Interdyne Pharmaceutics, произведены и импортированы корпорацией BioXen.
