ent-PartCyber = кибернетическая часть тела

ent-LeftArmCyber = левая кибер рука
ent-RightArmCyber = правая кибер рука
ent-LeftHandCyber = левая кибер кисть
ent-RightHandCyber = правая кибер кисть
ent-LeftLegCyber = левая кибер нога
ent-RightLegCyber = правая кибер нога
ent-LeftFootCyber = левая кибер стопа
ent-RightFootCyber = правая кибер стопа

# Реапер (Хирургия)
ent-LeftArmCyberReaper = левая рука "Жнец"
ent-RightArmCyberReaper = правая рука "Жнец"

# Механик (Инженерное дело)
ent-LeftArmCyberMechwright = левая рука "Механик"
ent-RightArmCyberMechwright = правая рука "Механик"

# Техножрец (Инженерное дело)
ent-LeftArmCyberEngi = левая рука "Техножрец"
ent-RightArmCyberEngi = правая рука "Техножрец"

# Атмос-техник (Атмосферные системы)
ent-LeftArmCyberAtmos = левая рука "Атмос-техник"
ent-RightArmCyberAtmos = правая рука "Атмос-техник"

# Старатель (Горное дело)
ent-LeftArmCyberAstro = левая рука "Старатель"
ent-RightArmCyberAstro = правая рука "Старатель"

# Гидропоник (Ботаника)
ent-LeftArmCyberGarden = левая рука "Садовник"
ent-RightArmCyberGarden = правая рука "Садовник"

# Лазер (Боевое)
ent-LeftArmCyberLazer = левая рука "Лазер"
ent-RightArmCyberLazer = правая рука "Лазер"

ent-WrenchCyber = гаечный ключ
    .desc = Обычный инструмент для сборки и разборки. Помни: налево закручивай, направо откручивай.
ent-ScrewdriverCyber = отвёртка
    .desc = Промышленный крутящий момент в компактной отвёртке.
ent-CrowbarCyber = лом
    .desc = Против него нет приема!
ent-WirecutterCyber = кусачки
    .desc = Это убивает провод.
ent-WelderCyber = сварочный аппарат
    .desc = Плавит всё, что имеет топливо, не забудьте защитные очки!

ent-BloodFilterImplant = кровяной фильтр [печень]
    .desc = Продвинутый имплант, уснавливаемый вместо печени, значительно уменьшает воздействие ядов на организм.
ent-VesselsImplant = кровяной имплант
    .desc = Продвинутый имплант, уснавливаемый внутрь существа, значительно уменьшает воздействие кровотечения на организм.
ent-BloodPumpImplant = кровяной насос
    .desc = Продвинутый имплант, уснавливаемый дополнительно вместе с сердцем, за счет лучшей фильтрации крови, дает дополнительные силы и ускорение.
ent-IzolationHandImplant = заземляющий имплант [печень]
    .desc = Продвинутый имплант, устанавливаемый вместо почени, при установке которого, вы более можете не бояться ударов током.
ent-BoneLightImplant = облегченный экзоскелет
    .desc = Экзоскелет, позволяющий вам двигаться куда быстрее, но за счет легкой конструкции, получаемый урон тоже увеличивается.
ent-BoneHeavyImplant = укрепленный экзоскелет
    .desc = Экзоскелет, с усиленной конструкцией, уменьшающий входящий урон за счет понижения вашей скорости.
ent-SubcutaneousArmor = легкая подкожная броня
    .desc = У неё низкий рейтинг защиты, но все ещё лучше, чем ничего, верно?
ent-UpgradedSubcutaneousArmor = усиленная подкожная броня
    .desc = Продвинутая версия легковесного импланта.
ent-HeatSubcutaneousArmor = жаростойкая подкожная броня
    .desc = У неё низкий рейтинг защиты, но все ещё лучше, чем ничего, верно?
ent-HeatUpgradeSubcutaneousArmor = усиленная жаростойкая подкожная броня
    .desc = Продвинутая версия легковесного импланта.
ent-RadiationSubcutaneousArmor = антирадиационная подкожная броня
    .desc = Продвинутая версия легковесного импланта.
