ent-MechClarke = Кларк
    .desc =  Быстроходный мех для космических пушешествий и планетарных экспедиций.
ent-MechClarkeBattery = { ent-MechClarke }
    .suffix = Батарея
    .desc = { ent-MechClarke.desc }

ent-ClarkeCentralElectronics = центральный модуль управления Кларка
    .desc = Центр управления электрооборудованием меха Кларк.
ent-ClarkePeripheralsElectronics = модуль управления периферией Кларка
    .desc = Система управления электрическими периферийными устройствами меха Кларк.

ent-ClarkeHarness = каркас Кларка
    .desc = Ядро меха Кларк.
ent-ClarkeLArm = левая рука Кларка
    .desc = Левая рука меха Кларк. Устанавливается на шасси меха.
ent-ClarkeLTread = левая гусеница Кларка
    .desc = Левая гусеница меха Кларк. Устанавливается на шасси меха.
ent-ClarkeRTread = правая гусеница Кларка
    .desc = Правая гусеница меха Кларк. Устанавливается на шасси меха.
ent-ClarkeRArm = правая рука Кларка
    .desc = Правая рука меха Кларк. Устанавливается на шасси меха.
ent-ClarkeChassis = шасси Кларка
    .desc = Незавершённое шасси меха Кларк.
ent-ClarkeHead = голова Кларка
    .desc = Голова меха Кларк. Устанавливается на шасси меха.
