ent-MechGygax = Гайгэкс
    .desc =  Несмотря на слабую броню, "Гайгэкс" обладает невероятной мобильностью благодаря своей скорости и способности пробивать стены.
ent-MechGygaxBattery = { ent-MechGygax }
    .suffix = Батарея
    .desc = { ent-MechGygax.desc }

ent-GygaxCentralElectronics = центральный модуль управления Гайгэкса
    .desc = Центр управления электрооборудованием меха Гайгэкс.
ent-GygaxPeripheralsElectronics = модуль управления периферией Гайгэкса
    .desc = Система управления электрическими периферийными устройствами меха Гайгэкс.

ent-GygaxHarness = каркас Гайгэкса
    .desc = Ядро меха Гайгэкс.
ent-GygaxLArm = левая рука Гайгэкса
    .desc = Левая рука меха Гайгэкс. Устанавливается на шасси меха.
ent-GygaxLLeg = левая нога Гайгэкса
    .desc = Левая нога меха Гайгэкс. Устанавливается на шасси меха.
ent-GygaxRLeg = правая нога Гайгэкса
    .desc = Правая нога меха Гайгэкс. Устанавливается на шасси меха.
ent-GygaxRArm = правая рука Гайгэкса
    .desc = Правая рука меха Гайгэкс. Устанавливается на шасси меха.
ent-GygaxChassis = шасси Гайгэкса
    .desc = Незавершённое шасси меха Гайгэкс.
ent-GygaxArmorPlates = бронеплиты Гайгэкса
    .desc = Бронеплиты для меха Гайгэкс. Устанавливается на шасси меха.
ent-GygaxHead = голова Гайгэкса
    .desc = Голова меха Гайгэкс. Устанавливается на шасси меха.
