ent-MechGunLaser = мех-лазер CH-PS "Испепелитель"
    .desc = Легкая и скорострельная лазерная пушка для установки на мех.

ent-MechGunHeavyLaser = тяжелый мех-лазер CH-LC "Солярис"
    .desc = Тяжелая лазерная пушка для установки на мех.

ent-MechGunHeavyPulseRifle = тяжелая импульсная мех-винтовка eZ-13 mk2
    .desc = Один из лучших образцов среди энергетического оружия для мехов - импульсная винтовка eZ-13 второй серии, со стабилизированным охлаждением.

ent-MechGunDisabler = мех-станнер "Миротворец"
    .desc = "Миротворец" - один из самых популярных образцов снаряжения мехов сил правопорядка в мегаполисах ТСФ. Позволяет быстро завершить любые беспорядки и обездвижить целую толпу бунтарей.

ent-MechGunTeslaCannon = тесла-пушка MKI
    .desc = Экспериментальная установка для запуска шаровых молний. Оружие слабо контролируемого разрушения.

ent-MechGunScattershot = мех-дробовик LBX AC 10 "Залп"
    .desc = Автоматическая пушка для меха под стандартный патрон 12 калибра, снаряженный картечью. Идеальное оружие для узких пространств или против множества слабозащищенных противников.

ent-MechGunAutocannonUAC2 = автопушка AC-2 "Ультра"
    .desc = Легкий и скорострельный пулемет для мехи под патрон 9х19.

ent-MechGunAntiMatterRifle = антиматериальная мех-винтовка mHAR-21 "Ma Deuce"
    .desc = Пушка под крайне разрушительный патрон .50 калибра. Равно хороша и против других мехов и иных бронированных целей, и против незащищенной агрессивной фауны.

ent-MechGunGrenade = мех-гранатомет SGL-6
    .desc = Второе по популярности мех-оружие сил правопорядка - SGL-6. Запускает несколько светошумовых гранат и позволит в кратчайший срок вывести из боя любую группу преступников. Если они, конечно, не носят солнцезащитные очки.

ent-MechGunMissileLRM6 = ракетная установка LRM-6
    .desc = Пусковая установка для шести неуправляемых ракет дальнего радиуса действия.

ent-MechGunMissileSRM8Frag = ракетная установка SRM-8-Frag
    .desc = Уменьшенный вариант пусковой установки SRM-8-Frag. Снаряжена восемью ракетами ближнего радиуса действия с разрывными способностями.

ent-MechGunMissileSRM8Ignite = ракетная установка SRM-8-Ignite
    .desc = Уменьшенный вариант пусковой установки SRM-8-Ignite. Снаряжена восемью ракетами ближнего радиуса действия с воспламеняющими способностями.

ent-MechGunCarbineHades = мех-карабин FNX-99 "Аид"
    .desc = Пулемёт для меха под патрон 7.62 зажигательные. Лучше всего проявит себя против легковоспламенимых целей или красных бочек с топливом.

ent-MechGunMedigun = медиган
    .desc = Передовая разработка за авторством учёного, скрывающегося за псевдонимом Мистер Людвиг. Только не скрещивайте лучи!

ent-MechGunPKA = протокинетический ускоритель меха
    .desc = Вариант протокинетического ускорителя, устанавливаемого на Меха. Обладает значительно увеличенной скорострельностью, но не поддается улучшению.

ent-MechGunPKAHeavy = тяжелый протокинетический ускоритель меха
    .desc = Усиленный вариант протокинетического ускорителя, устанавливаемого на Меха. Обладает значительно увеличенной скорострельностью, но не поддается улучшению.

ent-MechGunXRayRifle = рентгеновская мех-пушка
    .desc = Экспериментальное оружие, использующее лучи концентрированного излучения против целей.

ent-MechWeaponSword = механический плазменный меч
    .desc = Огромный плазменный меч для применения его мехом. Да. Машина делает Шмяк!

ent-MechWeaponSpear = механическое плазменное копье
    .desc = Огромное механическое плазменное копье для применения его мехом. Да. Машина делает Шмяк!

ent-MechWeaponClaws = механические плазменные когти
    .desc = Огромные механические плазменные когти для применения их мехом. Да. Машина делает Шмяк!

ent-MechWeaponWarhammer = механический плазменный молот
    .desc = Огромный плазменный плазменный молот для применения его мехом. Да. Машина делает Шмяк!
