ent-MechOdysseus = Одиссей
    .desc =  Если постараться, то с этим мехом можно спасти бесчисленное количество жизней. Или отнять.
ent-MechOdysseusBattery = { ent-MechOdysseus }
    .suffix = Батарея
    .desc = { ent-MechOdysseus.desc }

ent-OdysseusCentralElectronics = центральный модуль управления Одиссея
    .desc = Центр управления электрооборудованием меха Одиссей.
ent-OdysseusPeripheralsElectronics = модуль управления периферией Одиссея
    .desc = Система управления электрическими периферийными устройствами меха Одиссей.

ent-OdysseusHarness = каркас Одиссея
    .desc = Ядро меха Одиссей.
ent-OdysseusLArm = левая рука Одиссея
    .desc = Левая рука меха Одиссей. Устанавливается на шасси меха.
ent-OdysseusLLeg = левая нога Одиссея
    .desc = Левая нога меха Одиссей. Устанавливается на шасси меха.
ent-OdysseusRLeg = правая нога Одиссея
    .desc = Правая нога меха Одиссей. Устанавливается на шасси меха.
ent-OdysseusRArm = правая рука Одиссея
    .desc = Правая рука меха Одиссей. Устанавливается на шасси меха.
ent-OdysseusChassis = шасси Одиссея
    .desc = Незавершённое шасси меха Одиссей.
ent-OdysseusArmorPlates = бронеплиты Одиссея
    .desc = Бронеплиты для меха Одиссей. Устанавливается на шасси меха.
ent-OdysseusHead = голова Одиссея
    .desc = Голова меха Одиссей. Устанавливается на шасси меха.
