ent-PKAUpgradeDamage = улучшение ПКА (урон)
    .desc = Улучшение для протокинетического ускорителя, увеличивающее его урон [10/15].

ent-PKAUpgradeRange = улучшение ПКА (дальность)
    .desc = Улучшение для протокинетического ускорителя, увеличивающее дальность стрельбы [1,5].

ent-PKAUpgradeFireRate = улучшение ПКА (скорость стрельбы)
    .desc = Улучшение для протокинетического ускорителя, увеличивающее скорострельность [1,5].

ent-PKAUpgradeLight = улучшение ПКА (свет)
    .desc = Улучшение для протокинетического ускорителя, освещающее все вокруг при выстреле[4].
