ent-PKAUpgradeDamage = улучшение ПКА (урон)
    .desc = Улучшение для протокинетического ускорителя, увеличивающее его урон на 10 и 15 ед.

ent-PKAUpgradeRange = улучшение ПКА (дальность)
    .desc = Улучшение для протокинетического ускорителя, увеличивающее дальность стрельбы на 1,5.

ent-PKAUpgradeFireRate = улучшение ПКА (перезарядка)
    .desc = Улучшение для протокинетического ускорителя, увеличивающее перезарядку в 1,5 раза.

ent-PKAUpgradeLight = улучшение ПКА (свет)
    .desc = Улучшение для протокинетического ускорителя, освещающее все вокруг при выстреле 4 и дальность стрельбы на 1.
