# Tovar - Collection Items
ent-EngieTovar = инженерная реликвия
    .desc = Редкий коллекционный предмет, представляющий инженерные достижения.
ent-SciTovar = научная реликвия
    .desc = Редкий коллекционный предмет, представляющий научные открытия.
ent-GoldTovar = добытая реликвия
    .desc = Редкий коллекционный предмет, представляющий операции утилизации.
ent-ArmoryTovar = боевая реликвия
    .desc = Редкий коллекционный предмет, представляющий боевые достижения.
ent-EnergoTovar = энергетическая реликвия
    .desc = Редкий коллекционный предмет, представляющий достижения в производстве энергии.

# Faux Astro-Tiles
ent-FauxTileAstroGrass = искусственная астро-травяная плитка
    .desc = Декоративная плитка, имитирующая траву астро-окружения.
ent-FauxTileMowedAstroGrass = искусственная скошенная астро-травяная плитка
    .desc = Декоративная плитка, имитирующая скошенную траву астро-окружения.
ent-FauxTileJungleAstroGrass = искусственная джунглевая астро-травяная плитка
    .desc = Декоративная плитка, имитирующая джунглевую траву астро-окружения.
ent-FauxTileAstroIce = искусственная астро-ледяная плитка
    .desc = Декоративная плитка, имитирующая лёд астро-окружения.
ent-FauxTileAstroSnow = искусственная астро-снежная плитка
    .desc = Декоративная плитка, имитирующая снег астро-окружения.
ent-FauxTileAstroAsteroidSand = искусственная астероидная песчаная плитка
    .desc = Декоративная плитка, имитирующая астероидный песок астро-окружения.
